<?php
// +----------------------------------------------------------------------
// | 邵阳市中心医院设备科网络平台主页控制器
// +----------------------------------------------------------------------
// | Copyright (c) 2012 All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 朱晨 <albert.2223@gmail.com>
// +----------------------------------------------------------------------
class IndexAction extends Action {
    public function index(){
	$this->assign(array(
            'title'  => '邵阳市中心医院设备科网络平台',
        ));
    $this->display();
    }
}